Revit 2027 API
ReferencePoint.GetCoordinatePlaneReferenceXZ Method
A reference for the XZ plane of the coordinate system.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Reference GetCoordinatePlaneReferenceXZ()
Public Function GetCoordinatePlaneReferenceXZ As Reference
public:
Reference^ GetCoordinatePlaneReferenceXZ()
member GetCoordinatePlaneReferenceXZ : unit -> Reference
Return Value
Reference
See Also
Reference
ReferencePoint Class
Autodesk.Revit.DB Namespace